cask_args appdir: '/Applications'

brew 'git'

brew 'heroku'

tap 'homebrew/services'

#brew 'postgresql'

#brew 'phantomjs'

brew 'hub'

#cask 'flux'
cask 'github-desktop'
#cask 'sublime-text'

# Evan also wants...
cask 'keybase'

# Node... mostly for Bootstrap :P
brew 'node'

# Browsers!
cask 'google-chrome'
cask 'firefox'

# X11 for reasons...
cask 'xquartz'

# ...like Inkscape
cask 'inkscape'

# Some other dev things
cask 'mamp'
cask 'macdown'
cask 'veertu-desktop'
cask 'cyberduck'
cask 'sequel-pro'
cask 'sqlitebrowser'

# And Visual Stuido Code...
cask 'visual-studio-code'
# ...because I said so.

# And some other things for reasons
brew youtube-dl
cask scrivener